# Различия между список и картеж заключается в том что списки изменяются а картежи не изменяются. Списока можно изменит после его создания. 
list_numbers.append(6) #мы добавили элемент 
list_numbers.append[0] = 0 #тепер его изменили 
#А картежа мы изменят не сможем
Tuple_numbers . append (6)
Tuple_numbers . append [0] = 0 # Здесь ошибка будет 







#Второе 
#Список это вид переменной у которых сраза несколько значен. Значение разные в одного может быть int() or Float() что str() Неважно 
my_list = [str(),int(),]

#Словар это неупорядочный список. Вместо индекси здесь есть ключивие букви 

